[ver:v1.0]
[ti:夙念-(热播剧《大唐荣耀》插曲) - 郁可唯]
[00:00.74]夙念-(电视剧《大唐荣耀》插曲) - 郁可唯
[00:04.14]作词：周洁颖
[00:05.27]作曲：谭旋
[00:06.18]编曲：可可
[00:33.65]只因当初遇见一瞬间
[00:37.20]命运从此转一圈
[00:40.98]想去牵 感情线
[00:44.36]偏偏天不随人愿
[00:49.07]如果不是匆匆的离别
[00:52.60]怎会拼命想再见
[00:55.85]可一路 太艰险
[00:59.40]不巧我们都沦陷
[01:03.53]漫长的夙念
[01:07.05]回荡在心间
[01:10.97]像万语千言不停催我赌上明天
[01:19.53]多想念 多少年
[01:23.06]你听不见
[01:26.76]多少次想要就此生无可恋
[01:31.87]别纠结
[01:34.97]多少恩 多少怨
[01:38.43]缠绕多少遍
[01:42.23]遇见你一刻才知初心不变
[02:06.50]只因当初遇见一瞬间
[02:10.28]命运从此转一圈
[02:13.64]想去牵 感情线
[02:17.30]偏偏天不随人愿
[02:21.92]如果不是匆匆的离别
[02:25.45]怎会拼命想再见
[02:28.72]可一路 太艰险
[02:32.55]不巧我们都沦陷
[02:36.45]漫长的夙念
[02:40.16]回荡在心间
[02:44.21]像万语千言不停催我赌上明天
[02:52.